orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/app/src/main/assets/dabigatran.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<!-- 2015-03-10 Tue 16:31 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Mann" />
</head>
<body>
<div id="content">
<h1 class="title"></h1>
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">Dosage and administration</h2>
<div class="outline-text-2" id="text-unnumbered-1">
</div><div id="outline-container-unnumbered-2" class="outline-3">
<h3 id="unnumbered-2">Nonvalvular atrial fibrillation</h3>
<div class="outline-text-3" id="text-unnumbered-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">CrCl</th>
<th scope="col" class="left">Dose</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&gt;30 mL/min</td>
<td class="left">150 mg PO BID</td>
</tr>

<tr>
<td class="left">≥15 to &lt;30 mL/min</td>
<td class="left">75 mg PO BID</td>
</tr>

<tr>
<td class="left">&lt;15 mL/min or dialysis</td>
<td class="left">Not recommended</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-unnumbered-3" class="outline-3">
<h3 id="unnumbered-3">DVT and PE</h3>
<div class="outline-text-3" id="text-unnumbered-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">CrCl</th>
<th scope="col" class="left">Dose</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&gt;30 mL/min</td>
<td class="left">150 mg PO BID</td>
</tr>

<tr>
<td class="left">≤30 mL/min or dialysis</td>
<td class="left">Not recommended</td>
</tr>
</tbody>
</table>
<p>
Start after 5-10 days of parenteral anticoagulation.
</p>
</div>
</div>
<div id="outline-container-unnumbered-4" class="outline-3">
<h3 id="unnumbered-4">Reduction in risk of recurrence of DVT and PE in patients who have been previously treated</h3>
<div class="outline-text-3" id="text-unnumbered-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">CrCl</th>
<th scope="col" class="left">Dose</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&gt;30 mL/min</td>
<td class="left">150 mg PO BID</td>
</tr>

<tr>
<td class="left">≤30 mL/min or dialysis</td>
<td class="left">Not recommended</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-unnumbered-5" class="outline-3">
<h3 id="unnumbered-5">Dosing modifications (atrial fibrillation)</h3>
<div class="outline-text-3" id="text-unnumbered-5">
<ul class="org-ul">
<li>CrCl 30-50 mL/min and coadministration of P-gp inhibitors dronedarone or ketoconazole: Consider reducing dose to 75 mg BID.  Dose adjustment not necessary when coadministered with other P-gp inhibitors</li>
<li>CrCl &lt;30 mL/min with concomitant use of P-gp inhibitors: Avoid coadministration.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-6" class="outline-3">
<h3 id="unnumbered-6">Dosing modifications (DVT/PE)</h3>
<div class="outline-text-3" id="text-unnumbered-6">
<ul class="org-ul">
<li>CrCl &lt;50 mL/min with concomitant use of P-gp inhibitors: Avoid coadministration.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-unnumbered-7" class="outline-2">
<h2 id="unnumbered-7">Dosage forms and strengths</h2>
<div class="outline-text-2" id="text-unnumbered-7">
<ul class="org-ul">
<li>Capsules
<ul class="org-ul">
<li>75 mg</li>
<li>150 mg</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-8" class="outline-2">
<h2 id="unnumbered-8">Contraindications</h2>
<div class="outline-text-2" id="text-unnumbered-8">
<ul class="org-ul">
<li>Active pathological bleeding</li>
<li>History of serious hypersensitivity reaction to dabigatran</li>
<li>Mechanical prosthetic heart valve</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-9" class="outline-2">
<h2 id="unnumbered-9">Warnings and precautions</h2>
<div class="outline-text-2" id="text-unnumbered-9">
<ul class="org-ul">
<li>Bleeding: Can cause serious and fatal bleeding.</li>
<li>Bioprosthetic heart valves: Use is not recommended.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-10" class="outline-2">
<h2 id="unnumbered-10">Adverse reactions</h2>
<div class="outline-text-2" id="text-unnumbered-10">
<ul class="org-ul">
<li>Most common adverse reactions (&gt;15%) are gastritis-like symptoms and bleeding.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-11" class="outline-2">
<h2 id="unnumbered-11">Drug interactions</h2>
<div class="outline-text-2" id="text-unnumbered-11">
<ul class="org-ul">
<li>P-gp inducers rifampin: Avoid coadministration with dabigatran.</li>
<li>P-gp inhibitors in patients with CrCl 30-50 mL/min: Consider reducing dose or avoid.</li>
<li>P-gp inhibitors in patients with CrCl &lt;30 mL/min: Not recommended.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-12" class="outline-2">
<h2 id="unnumbered-12">Use in specific populations</h2>
<div class="outline-text-2" id="text-unnumbered-12">
<ul class="org-ul">
<li>Geriatric use: Risk of bleeding increases with age.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
